<?php
defined( '_VALID_MOS' ) or die( 'Доступ напрямую к этому файлу запрещен.' );

DEFINE( "JOO_TITLE", "Объявления");

DEFINE( "JOO_OVERVIEW", "Обзор");
DEFINE( "JOO_WRITE_AD", "Добавить");
DEFINE( "JOO_RULES", "Правила");
DEFINE( "JOO_RULESREAD", "<b>Пожалуйста, ознакомьтесь с нашими правилами, прежде чем публиковать объявление!</b>");
DEFINE( "JOO_RULES_TEXT", "


<h3>Общие правила:</h3><br>
<em>Внимание! Нарушение правил публикации может привести к ограничению доступа на сайт на длительный срок.</em><br>
При размещении объявления, пожалуйста, помните, что:<br>
<ol>
<li>объявление должно содержать максимально подробную информацию о товаре/ услуге, которые Вы предлагаете/ ищете,</li>
<li>заголовок объявления должен соответствовать его содержанию, </li>
<li>объявление в своем заголовке не должно содержать Ваших контактных данных (телефона, адреса, e-mail и т.д.), </li>
<li>объявление в своем заголовке не должно содержать названия или адреса сайта (URL) компании, предлагающей товар/услугу, </li>
<li>объявление в своем заголовке не должно содержать цены либо местонахождения товара/услуги, предлагаемых Вами, </li>
<li>фото, демонстрирующее товар/услугу, предлагаемые Вами, должно соответствовать заголовку и тексту объявления. На фото должен быть изображен только предлагаемый объект. Фото не должно содержать логотипа, бренда, названия компании или любую другую рекламную информацию, а так же контактную информацию: телефон, E- mail и т.д.</li>
<li>В Рубриках: Недвижимость, Авто, Работа, Образование, только 1 предмет продажи/аренды, и т.д. разрешен в каждом объявлении. Если Вы располагаете большим количеством предложений – пожалуйста, размещайте их в отдельных объявлениях. В случае если в одном объявлении будут перечислены больше, чем 1 предложение купли/продажи/аренды и т. д., объявление не будет допущено к публикации либо будет перемещено в рубрику «Услуги».</li>
</ol><br>
<li>Редакция оставляет за собой право на удаление объявлений, если они не соответствуют тематике выбранных разделов, либо не соответствуют правилам публикации объявлений на irr.ru, а так же право ограничивать количество объявлений от одного пользователя в целях удобства посетителей нашего сайта без объяснения причин. </li>
</ol>
<h3>К публикации на нашем сайте не принимаются объявления, содержащие:</h3>
<ol>
<li>предложения услуг и товаров, расцениваемых действующим законодательством РФ как нелегальные </li>
<li>предложения продажи медицинских препаратов и пищевых добавок </li>
<li>о купли \ продажи спиртных напитков</li>
<li>предложения продажи/покупки человеческих органов </li>
<li>ненормативную лексику, а также оскорбительные высказывания, в т.ч. расистского и религиозного толка </li>
<li>порнографию, в т.ч. фото порнографического характера </li>
<li>мошенничество, вымогательство </li>
<li>призывы к насилию и противоправным действиям </li>
<li>дискриминацию по национальному, расовому, религиозному, половому и другим признакам </li>
<li>не допускаются к публикации объявления о покупке-продаже иностранной валюты</li>
<li>не допускаются к публикации объявления о покупке-продаже государственных наград СССР и России, персональных документов, а также бланков этих документов</li>
<li>не допускаются к публикации объявления, содержание которых нарушает общепринятые нормы морали и нравственности.</li>
<li>не допускаются к публикации объявления с предложениями покупки/продажи баз данных (например: по недвижимости, базы E-mail – адресов, и.т.д)</li>
<li>объявления о продаже/покупки порнографии, действующего огнестрельного и холодного оружия, клыков моржа, бивней слона и мамонта не в изделии, также драгоценных металлов и драгоценных камней не в изделии</li>
</ol>
<h3>Ограничение количества объявлений подаваемых пользователем, либо организацией</h3>
<ol>
<li>Пользователь может разместить только 1 объявление в 1 рубрику с предложением определенного товара/услуги. Объявления, повторяющие изначальное в течение одного дня, не будут опубликованы. Целенаправленное нарушение данного пункта может привести к ограничению Вашего доступа на сайт www.megapilic.com на длительный срок. </li>
<li>Не допускается подача объявлений с одним и тем же заголовком и текстом от одного пользователя. </li>
<li>Если у пользователя несколько объявлений с предложением покупки/продажи одного товара/услуги, сходных по содержанию, т.е. по сути - это одно и тоже объявление, сформулированное разными словами, эти объявления считаются дублями и удаляются. Остается только объявления с уникальным содержанием.</li>
</ol>
<h3>Возможные причины удаления объявлений</h3>
<ol>
<li>У данного продавца уже есть активное объявление с рекламой этого товара/услуги; </li>
<li>Не заполнены основные поля объявления; </li>
<li>Содержащаяся в объявлении информация противоречит политике сайта; </li>
<li>Содержащаяся в объявлении информация некорректна; </li>
<li>Заголовок объявления не содержит информацию о предлагаемом/востребованном товаре/услуге. Пример неправильно составленного заголовка: «Продам!», «Куплю!», «Срочно!», «Дешево!» «Выгодное предложение» и т.д. </li>
<li>Заголовок объявления составлен с использованием верхнего регистра, за исключением первых букв заглавных слов и имен собственных. Целиком в верхнем регистре могут быть написаны только аббревиатуры. Пример неправильного написания: «СРОЧНО КУПЛЮ ВАЗ-2109»; </li>
<li>Заголовок объявления содержит повторяющиеся восклицательные и вопросительные знаки, многоточия и другие знаки. Пример неправильного написания: «****Продам квартиру, дешево!!!»; </li>
<li>В тексте или заголовке объявления содержатся множественные орфографические и пунктуационные ошибки, отсутствуют разделительные пробелы; </li>
<li>Заголовок объявления содержит информацию о цене товара/услуги (цену необходимо указывать в соответствующей графе); </li>
<li>Заголовок или комментарий к фотографии содержат ссылку на интернет-ресурсы. </li>
<li>Фотография не имеет очевидной смысловой связи с текстом объявления или не служит цели адекватно проиллюстрировать текст объявления. </li>
<li>Фотография содержит элементы пользовательского интерфейса, абстрактные рисунки и т. п. </li>
<li>Фотография содержит какую-либо рекламную информацию (логотип, название копании, координаты, и.т.д.) </li>
<li>Фотография имеет чрезмерно яркий фон. </li>
<li>Фотография плохого качества, изображаемый предмет неразличим.</li>
<li>Запрещается указывать в заголовке и тексте объявлений следующие слова и словосочетания: Срочно, Очень срочно, и т.д.</li>
<li>Ваше объявление, размещенное в рубрике Другое, может быть удалено, если оно по своему содержанию соответствует одной из существующих на сайте рубрик.</li>
</ol>
<h3>
Администрация сайта не несёт никакой ответственности, в случае несоблюдения правил!<br>
С уважением Администрация!
</h3>
");

DEFINE( "JOO_RECENT5", "Последние 5 спецпредложений");
DEFINE( "JOO_RECENT4", "Последние 4 спецпредложения");
DEFINE( "JOO_RECENT5_JOOMLABOARD", "Последние 5 спецпредложений от Tez Tour - плагин для Joomlaboard!");

DEFINE( "JOO_CATEGORY", "Категория");
DEFINE( "JOO_ENTRIES", "Записи");
DEFINE( "JOO_LASTENTRY", "Последняя запись");

DEFINE( "JOO_BUTTON_FIRST", "<< первая");
DEFINE( "JOO_BUTTON_LAST", "последняя >>");
DEFINE( "JOO_BUTTON_PREVIOUS", "< предыдущая");
DEFINE( "JOO_BUTTON_NEXT", "следующая >");

DEFINE( "JOO_AD", "Объявление");
DEFINE( "JOO_VIEWS", "Просмотров");
DEFINE( "JOO_PRICE", "Цена");
DEFINE( "JOO_KINDOF", "Тип");
DEFINE( "JOO_DATE", "Дата");

DEFINE( "JOO_TYPE", "Тип");
DEFINE( "JOO_ALL", "Выберите категорию из списка");
DEFINE( "JOO_WTB", "Розыск");
DEFINE( "JOO_WTS", "На продажу");
DEFINE( "JOO_WTC", "Обмен");

DEFINE( "JOO_ALL_LONG", "Выберите категорию из списка");
DEFINE( "JOO_WTB_LONG", "Розыск");
DEFINE( "JOO_WTS_LONG", "На продажу");
DEFINE( "JOO_WTC_LONG", "Обмен");

DEFINE( "JOO_FROM", "Добавил: ");
DEFINE( "JOO_CONTACT", "Автор");
DEFINE( "JOO_CLICKONIMAGE", "Щелкните по изображению, чтобы овеличить");
DEFINE( "JOO_IMAGETOOBIG", "Размер изображения слышком большой");

DEFINE( "JOO_ADD_NOTALLOWED", "Вы должны зарегистрироваться и войти на сайт чтобы писать объявления.");
DEFINE( "JOO_DELETE_NOTALLOWED", "Вы должны зерегистрироваться и войти на сайт чтобы удалять объявления.");

DEFINE( "JOO_CAUTION", "ВНИМАНИЕ: ");
DEFINE( "JOO_CAUTION_DELETE1", "Вы собираетесь удалить объявление с ID ");
DEFINE( "JOO_CAUTION_DELETE2", " !!!");
DEFINE( "JOO_YES_DELETE", "ДА, удалить сейчас же!");
DEFINE( "JOO_NO_DELETE", "НЕТ, не нужно удалять!");
DEFINE( "JOO_DELETE_OK", "Спасибо, объявление было успешно удалено из нашей базы.");

DEFINE( "JOO_AD_EDIT", "Редактировать Объявление");
DEFINE( "JOO_AD_WRITE", "Написать Объявление");
DEFINE( "JOO_AD_DELETE", "Удалить Объявление");
DEFINE( "JOO_AD_DATE_CREATED", "Создано");
DEFINE( "JOO_AD_DATE_EXPIRES", "Срок истекает");
DEFINE( "JOO_AD_DELETE_IMAGE", "удалить");


DEFINE( "JOO_FORM_NAME", "Имя");
DEFINE( "JOO_FORM_NAME_TEXT", "Пожалуйста, введите Ваше имя");

DEFINE( "JOO_FORM_SURNAME", "Фамилия");
DEFINE( "JOO_FORM_SURNAME_TEXT", "Пожалуйста, введите Вашу фамилию");

DEFINE( "JOO_FORM_STREET", "Улица");
DEFINE( "JOO_FORM_STREET_TEXT", "Введите название улицы");

DEFINE( "JOO_FORM_ZIP", "Индекс");
DEFINE( "JOO_FORM_ZIP_TEXT", "Введите индекс города");

DEFINE( "JOO_FORM_CITY", "Город");
DEFINE( "JOO_FORM_CITY_TEXT", "Введите города");

DEFINE( "JOO_FORM_PHONE1", "Телефон");
DEFINE( "JOO_FORM_PHONE1_TEXT", "Номер Вашего телефона");

DEFINE( "JOO_FORM_PHONE2", "Мобильный");
DEFINE( "JOO_FORM_PHONE2_TEXT", "Номер Вашего мобильного телефона");

DEFINE( "JOO_FORM_EMAIL", "Email");
DEFINE( "JOO_FORM_EMAIL_TEXT", "Введите Ваш e-mail адрес");

DEFINE( "JOO_FORM_CATEGORY", "Категория");

DEFINE( "JOO_FORM_AD_CONDITION", "Условие");
DEFINE( "JOO_AD_CONDITION_NEW", "Новое");
DEFINE( "JOO_AD_CONDITION_USED", "Используется");

DEFINE( "JOO_FORM_AD_HEADLINE", "Что ищем:");
DEFINE( "JOO_FORM_AD_HEADLINE_TEXT", "Заголовок будет выделен жирным шрифтом");

DEFINE( "JOO_FORM_AD_TEXT", "Текст объявления");

DEFINE( "JOO_FORM_AD_PRICE", "Цена");
DEFINE( "JOO_FORM_AD_PRICE_TEXT", "Цена (необязательно)");

DEFINE( "JOO_FORM_SUBMIT_TEXT", "Сохранить&nbsp;Объявление");
DEFINE( "JOO_FORM_SUBMIT_REFRESH_TEXT", "Отобрать");

DEFINE( "JOO_FORM_AD_IMAGE_TEXT", "Изображение в формате JPG, PNG или GIF. Максимальный размер 100 Кбайт");
DEFINE( "JOO_FORM_AD_PICTURE1", "1-е изображение");
DEFINE( "JOO_FORM_AD_PICTURE2", "2-е изображение");
DEFINE( "JOO_FORM_AD_PICTURE3", "3-е изображение");

DEFINE( "JOO_INSERT_SUCCESSFULL", "Спасибо, Ваше объявление успешно добавлено в нашу базу.");
DEFINE( "JOO_UPDATE_SUCCESSFULL", "Спасибо, Ваше объявление успешно обновлено в нашей базе.");

DEFINE( "JOO_HEADER1", "= обязательно");
DEFINE( "JOO_HEADER2", "= не обязательно");
DEFINE( "JOO_HEADER3", "= в обязательном поле ошибки");

DEFINE( "JOO_NOENTRIES", "Нет записей");
DEFINE( "JOO_ENTRIES1", "Записи");
DEFINE( "JOO_ENTRIES2", "-");
DEFINE( "JOO_ENTRIES3", "из");





// Новое в версии 1.2
DEFINE( "JOO_MY_ADS", "Мои Объявления");
DEFINE( "JOO_MY_ADS_TEXT", "Список моих объявлений");
DEFINE( "JOO_MY_ADS_NOTALLOWED", "Вы должны войти на сайт, чтобы просмотреть свои объявления");
DEFINE( "JOO_ADID", "ID объявления:");
DEFINE( "JOO_TOPAD", "Top-объявление");
DEFINE( "JOO_TOPAD_TEXT", "Top-объявления всегда находятся вверху списка");
DEFINE( "JOO_FORM_COUNTRY", "Страна");
DEFINE( "JOO_FORM_COUNTRY_TEXT", "Введите вашу страну");
DEFINE( "JOO_FORM_WEB", "Web-сайт");
DEFINE( "JOO_FORM_WEB_TEXT", "Введите Ваш web-сайт");
DEFINE( "JOO_CONTACT_DETAILS", "&gt;&gt;&gt; Войдите на сайт чтобы посмотреть детали контакта &lt;&lt;&lt;");
DEFINE( "JOO_FORM_CONDITION", "Условие");
DEFINE( "JOO_FORM_CONDITION_TEXT", "Введите условие");


// New in Version 1.2.1
DEFINE( "JOO_FORM_SUBMIT_SEARCH_TEXT", "Поиск");


// New in Version 1.2.2
DEFINE( "JOO_PRIVATE", "Частное");
DEFINE( "JOO_COMMERCIAL", "Коммерческое");



// New in Version 1.3
DEFINE( "JOO_FORM_STATE", "Край/Область");
DEFINE( "JOO_FORM_STATE_TEXT", "Введите Ваш край или область");


// Новое в версии 1.3.1
DEFINE( "JOO_PM_SEND_TO", "Написать приватное сообщение");
DEFINE( "JOO_PM_LOGIN", "Войти и написать приватное сообщение");
DEFINE( "JOO_PM_SUBJECT_PREFIX", "[Рынок]");



// Новое в версии 1.4.0
DEFINE( "JOO_ACCOUNT_IS_BLOCKED", "Ваш аккаунт на рынке был заблокирован.<br /><br />Пожалуйста, свяжитесь с администратором.");
DEFINE( "JOO_ADMIN_MODE", "<b>(Режим Администратора)</b>");
DEFINE( "JOO_MODERATOR_MODE", "<b>(Режим Модератора)</b>");


// Новое в версии 1.4.1
DEFINE( "JOO_SEARCH", "Поиск");
DEFINE( "JOO_FORM_SEARCH", "Поиск");
DEFINE( "JOO_FORM_ALL", "--- Все ---");
DEFINE( "JOO_SEARCHRESULTS", "Результаты поиска");
DEFINE( "JOO_SEARCHRESULTS_TEXT", "Результаты по Вашему поиску");
DEFINE( "JOO_SEARCHFORM", "Поиск");
DEFINE( "JOO_SEARCHFORM_TEXT", "Пожалуйста введите критерий для поиска");


// Новое в версии 1.4.2
DEFINE( "JOO_NO_DELETE_PERMISSION", "У Вас нет прав удалять объявления!");
DEFINE( "JOO_AD_REQUIRES_APPROVAL", "Ваше объявление было успешно добавлено в нашу базу.<br /><br />Для публикации на сайте, сначала объявление должно быть одобрено администратором.");
DEFINE( "JOO_AD_IS_BLOCKED", "Извините, но ваше объявление не было добавлено в нашу базу - пожалуйста, прочитайте наши Правила<br /><br />Если вы думаете, что это ошибка - свяжитесь с администратором!");


// New in Version 1.4.5
DEFINE( "JOO_PUBLISHED", "Обубликовано");
DEFINE( "JOO_UNPUBLISHED", "Не опубликовано");
DEFINE( "JOO_FLAG_FEATURED", "Новые");
DEFINE( "JOO_FLAG_TOP", "Топ");
DEFINE( "JOO_FLAG_COMMERCIAL", "Коммерческое");
DEFINE( "JOO_FORM_FLAG_FEATURED_TEXT", "Отметить это объявление как<b> Новейшие</b>");
DEFINE( "JOO_FORM_FLAG_TOP_TEXT", "Отметить это объявление как<b> Топ</b>");
DEFINE( "JOO_FORM_FLAG_COMMERCIAL_TEXT", "Отметить это объявление как<b> Коммерческое</b>");
DEFINE( "JOO_FLAG_YES", "Да");
DEFINE( "JOO_FLAG_NO", "Нет");
DEFINE( "JOO_COMPLETE_PAYMENT", "Ваше объявление было успешно добавлено в нашу базу данных. Для того чтобы опубликовать его, пожалуйста, пройдите процесс оплаты.");
DEFINE( "JOO_BANK_TRANSFER_TEXT1", "Просьба перевести деньги на этот банковский счет:<br /><br />");
DEFINE( "JOO_BANK_TRANSFER_TEXT2", "<br /><br />Спасибо!");
DEFINE( "JOO_PRICE_BASIC_TEXT", "Основная цена");
DEFINE( "JOO_PRICE_TOP_TEXT", "Топ");
DEFINE( "JOO_PRICE_FEATURED_TEXT", "Новое");
DEFINE( "JOO_PRICE_COMMERCIAL_TEXT", "Коммерческое");
DEFINE( "JOO_PRICE_TOTAL_TEXT", "Всего");
DEFINE( "JOO_FORM_SUBMIT_PAYMENT_TEXT", "Приступить к оплате >>");
DEFINE( "JOO_FORM_SUBMIT_OFFLINE_TEXT", "Банковский перевод");
DEFINE( "JOO_FORM_SUBMIT_PAYPAL_TEXT", "PayPal");


// please don't put blank lines below the closing php tag
?>